9/data/attachments/40674726fdb0b422.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Terri_area_Friend_4861_7</nif:username>
            <nif:friendToBeRequested>soap_friends_11560b34-72e6-4322-987c-642c340e8bae</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>